Repository: UbuntuBudgie/budgie-haste-applet
Catalog: po/*.po
Languages: ca, da, de, lt, nl_nl, sr_rs, sr_rs@latin

source: Untitled
ca: Sense títol
da: Unavngivet
de: Unbenannt
lt: Be pavadinimo
nl_nl: Naamloos
sr_rs: Без наслова
sr_rs@latin: Bez naslova

source: Local
da: Lokal
de: Lokal
lt: Vietinis
nl_nl: Lokaal

source: Edit haste title
ca: Edita el títol de la celeritat
da: Rediger hastetekster-titel
de: Haste-Titel bearbeiten
lt: Taisyti haste pavadinimą
nl_nl: Haste-titel wijzigen

source: Upload haste
ca: Actualitza la celeritat
da: Upload hastetekster
de: Haste hochladen
lt: Įkelti haste
nl_nl: Haste uploaden

source: Copy haste link
ca: Copia l'enllaç de la celeritat
da: Kopiér hastetekster-link
de: Haste-Link kopieren
lt: Kopijuoti haste nuorodą
nl_nl: Haste-link kopiëren

source: Delete haste
ca: Esborra la celeritat
da: Slet hastetekster
de: Haste löschen
lt: Ištrinti haste
nl_nl: Haste verwijderen
sr_rs: Обриши хејст
sr_rs@latin: Obriši hejst

source: Open haste link
ca: Obre l'enllaç de la celeritat
da: Åbn hastetekster-link
de: Haste-Link öffnen
lt: Atverti haste nuorodą
nl_nl: Haste-link openen

source: <big>Uploading</big>
ca: <big>Càrrega</big>
da: <big>Uploader</big>
de: <big>Hochladevorgang</big>
lt: <big>Įkeliama</big>
nl_nl: <big>Bezig met uploaden</big>

source: Cancel
ca: Cancel·la
da: Annuller
de: Abbrechen
lt: Atsisakyti
nl_nl: Annuleren

source: Cancel upload
ca: Cancel·la la càrrega
da: Annuller upload
de: Hochladen abbrechen
lt: Atsisakyti įkėlimo
nl_nl: Uploaden annuleren

source: <big>Upload failed</big>
ca: <big>Ha fallat la càrrega</big>
da: <big>Upload mislykkedes</big>
de: <big>Hochladen fehlgeschlagen</big>
lt: <big>Įkėlimas nepavyko</big>
nl_nl: <big>Uploaden mislukt</big>

source: Try again
ca: Torneu-ho a provar
da: Prøv igen
de: Erneut versuchen
lt: Bandyti dar kartą
nl_nl: Opnieuw proberen

source: <big>Upload queued</big>
ca: <big>Càrrega a la cua</big>
da: <big>Upload sat i kø</big>
de: <big>Hochladen in Warteschlange eingereiht</big>
lt: <big>Įkėlimas eilėje</big>
nl_nl: <big>Upload staat in wachtrij</big>

source: Remove
ca: Elimina
da: Fjern
de: Entfernen
lt: Šalinti
nl_nl: Verwijderen

source: <big>Your hastes will show up here</big>
ca: <big>Les vostres celeritats es mostraran aquí</big>
da: <big>Dine hastetekster vises her</big>
de: <big>Ihre Hastes werden hier auftauchen</big>
lt: <big>Jūsų haste bus rodomi čia</big>
nl_nl: <big>Uw hastes worden hier weergegeven</big>

source: <span font="11">Recent Hastes</span>
ca: <span font="11">Celeritats recents</span>
da: <span font="11">Seneste hastetekster</span>
de: <span font="11">Kürzliche Hastes</span>
lt: <span font="11">Paskiausi Haste</span>
nl_nl: <span font="11">Recente Hastes</span>

source: Add
ca: Afegeix
da: Tilføj
de: Hinzufügen
lt: Pridėti
nl_nl: Toevoegen
sr_rs@latin: Dodaj

source: Back
ca: Enrere
da: Tilbage
de: Zurück
lt: Atgal
nl_nl: Terug

source: Clear all Hastes
ca: Neteja totes les celeritats
da: Ryd alle hastetekster
de: Alle Hastes leeren
lt: Išvalyti visus Haste
nl_nl: Alle Hastes wissen
sr_rs: Обриши све хејстове
sr_rs@latin: Obriši sve hejstove

source: <span font="11">Settings</span>
ca: <span font="11">Paràmetres</span>
da: <span font="11">Indstillinger</span>
de: <span font="11">Einstellungen</span>
lt: <span font="11">Nustatymai</span>
nl_nl: <span font="11">Instellingen</span>

source: Automatically copy the haste URL after uploading it
ca: Copia automàticament l'URL de la celeritat després de la càrrega
da: Kopiér automatisk hastetekster-URL'en efter den er blevet uploadet
de: Haste-URL nach dem Hochladen automatisch kopieren
lt: Įkėlus, automatiškai kopijuoti haste URL
nl_nl: Haste-URL automatisch kopiëren na uploaden

source: Automatic copy
ca: Còpia automàtica
da: Kopiér automatisk
de: Automatische Kopie
lt: Automatinis kopijavimas
nl_nl: Automatisch kopiëren

source: Service to use for uploading hastes
ca: Servei a usar per carregar celeritats
da: Tjeneste som skal bruges ved upload af hastetekster
de: Dienst zum Hochladen von Hastes
lt: Paslauga, skirta haste įkėlimui
nl_nl: Dienst die moet worden gebruikt voor het uploaden van hastes

source: Upload provider
ca: Proveïdor de càrrega
da: Upload-udbyder
de: Hochladeanbieter
lt: Įkėlimo tiekėjas
nl_nl: Uploaddienst

source: The hastebin server you wish to upload hastes to
ca: El servidor de celeritat que voleu carregar fa celeritats a
da: Hastebin-serveren som du ønsker at bruge til upload af hastetekster
de: Der Hastebin-Server, zu dem Sie Hastes hochladen möchten
lt: Hastebin serveris į kurį norite įkelti savo hastes
nl_nl: De door u gekozen hastebin-server hastes naar

source: Hastebin server
ca: Servidor de celeritat
lt: Hastebin serveris

source: Reset settings
ca: Restableix els paràmetres
da: Nulstil indstillinger
de: Einstellungen zurücksetzen
lt: Atstatyti nustatymus
nl_nl: Standaardwaarden

source: Reset all settings to default
ca: Restableix tots els paràmetres als valors per defecte
da: Nulstil alle indstillinger til standard
de: Alle Einstellungen auf Standard zurücksetzen
lt: Atstatyti visus nustatymus į numatytuosius
nl_nl: Alle instellingen herstellen naar standaardwaarden

source: The URL is invalid
sr_rs: URL није валидан
sr_rs@latin: URL nije validan

source: Hastes
sr_rs: Хејстови
sr_rs@latin: Hejstovi

source: Invalid haste-server Address
sr_rs: haste-server адреса није валидна
sr_rs@latin: haste-server adresa nije validna

source: Edit title
sr_rs: Измени наслов
sr_rs@latin: Izmeni naslov

source: New title
sr_rs: Нови наслов
sr_rs@latin: Novi naslov

source: Clear
sr_rs: Очисти
sr_rs@latin: Očisti

source: Apply changes
sr_rs: Потврди промене
sr_rs@latin: Potvrdi promene

source: Copy URL
sr_rs: Копирај URL
sr_rs@latin: Kopiraj URL

source: Open haste
sr_rs: Отвори хејст
sr_rs@latin: Otvori hejst

source: Recent Hastes
sr_rs: Недавни хејстови
sr_rs@latin: Nedavni hejstovi

source: Add a new haste
sr_rs: Додај нови хејст
sr_rs@latin: Dodaj novi hejst

source: Your hastes will show up here
sr_rs: Ваши хејстови ће бити приказани овде
sr_rs@latin: Vaši hejstovi će biti prikazani ovde

source: Title (Optional)
sr_rs: Наслов (Опционално)
sr_rs@latin: Naslov (Opcionalno)

source: Show Label
sr_rs: Прикажи ознаку
sr_rs@latin: Prikaži oznaku

source: haste-server Address
sr_rs: haste-server Адреса
sr_rs@latin: haste-server Adresa

source: Include the protocol for https support
sr_rs: Укључите и проток за https подршку
sr_rs@latin: Uključite i protokol za https podršku
